Revit 2027 API
ParameterTypeId.ImportAdtEntityWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityWidth { get; }
Public Shared ReadOnly Property ImportAdtEntityWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityWidth {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace